-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 23, 2021 at 05:36 AM
-- Server version: 10.4.13-MariaDB
-- PHP Version: 7.2.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `research2020`
--

-- --------------------------------------------------------

--
-- Table structure for table `rs_budget`
--

CREATE TABLE `rs_budget` (
  `id` int(255) NOT NULL,
  `yearbg_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `mbudget_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `sbudget_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `hbudget_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `madd_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `sadd_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `hadd_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_budget`
--

INSERT INTO `rs_budget` (`id`, `yearbg_rs`, `mbudget_rs`, `sbudget_rs`, `hbudget_rs`, `madd_rs`, `sadd_rs`, `hadd_rs`) VALUES
(21, '2562', '1051926', '319800', '410600', '0', '0', '0'),
(22, '2563', '1256860', '666050', '663920', '0', '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `rs_budgetcourse`
--

CREATE TABLE `rs_budgetcourse` (
  `id` int(255) NOT NULL,
  `yearcr_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `mgt_re` varchar(255) CHARACTER SET utf8 NOT NULL,
  `mak_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `acc_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `bco_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `htm_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `cpa_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `csc_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `cmd_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `cma_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `law_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `pad_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `tp_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `moe_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `dop_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_budgetcourse`
--

INSERT INTO `rs_budgetcourse` (`id`, `yearcr_rs`, `mgt_re`, `mak_rs`, `acc_rs`, `bco_rs`, `htm_rs`, `cpa_rs`, `csc_rs`, `cmd_rs`, `cma_rs`, `law_rs`, `pad_rs`, `tp_rs`, `moe_rs`, `dop_rs`) VALUES
(24, '2562', '22988', '0', '165000', '508200', '125000', '635000', '146000', '173800', '125000', '157500', '0', '64050', '64050', '167238'),
(25, '2563', '187429', '0', '175000', '300000', '179700', '0', '350050', '316000', '117600', '159000', '125000', '66660', '195660', '414740');

-- --------------------------------------------------------

--
-- Table structure for table `rs_dbresearch`
--

CREATE TABLE `rs_dbresearch` (
  `id` int(50) NOT NULL,
  `year_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `idinformation_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `nameth_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `researcher_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `board_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `subject_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `typepj_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `filefrom_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `username_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_dbresearch`
--

INSERT INTO `rs_dbresearch` (`id`, `year_rs`, `idinformation_rs`, `nameth_rs`, `researcher_rs`, `board_rs`, `subject_rs`, `typepj_rs`, `filefrom_rs`, `username_rs`) VALUES
(36, '2562', 'RD2562A001', 'พฤติกรรมและทัศนคติของผู้ใช้บริการที่มีผลต่อการเลือกใช้บริการรถไฟ กรณีศึกษาสถานีรถไฟนครสวรรค์ จังหวัดนครสวรรค์', 'อาจารย์ ณัชชา ตั้งตรงหฤทัย', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'การวิจัยพื้นฐาน', 'RD2562A001.pdf', 'Natcha.t'),
(37, '2562', 'RD2562A002', 'พฤติกรรมและความพึงพอใจของนักท่องเที่ยวเชิงวัฒนธรรม กรณีศึกษาวัดศรีอุทุมพร จังหวัดนครสวรรค์', 'อาจารย์ อรวรรณ  เกิดจันทร์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'การวิจัยพื้นฐาน', 'RD2562A002.pdf', 'Orrawam.k'),
(38, '2562', 'RD2562A023', 'การพัฒนาสื่อโมชันอินโฟกราฟิกเพื่อการเรียนรู้เกี่ยวกับกฎหมายเบื้องต้น', 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'การวิจัยพื้นฐาน', 'RD2562A023.pdf', 'Surapong.w'),
(40, '2561', 'RD2561A016', 'ปัจจัยที่มีผลต่อการเลือกใช้บัตรเครดิต กรณีศึกษากลุ่มคนวัยทางาน ในเขตเทศบาลนครนครสวรรค์ จังหวัดนครสวรรค์', 'ผศ. จารุวรรณ  กมลสินธุ์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'การวิจัยพื้นฐาน', 'RD2561A016.pdf', 'Jaruwan.k'),
(41, '2561', 'RD2561A014', 'การมีส่วนร่วมของชุมชนท้องถิ่นในการจัดการการท่องเที่ยวเชิงเกษตร ตาบลแก่นมะกรูด อาเภอบ้านไร่ จังหวัดอุทัยธานี', 'ผศ. จารุวรรณ  กมลสินธุ์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'การวิจัยพื้นฐาน', 'RD2561A014.pdf', 'Jaruwan.k'),
(42, '2561', 'RD2561A004', 'ปัจจัยที่ส่งผลต่อการเข้ารับการบาบัดของผู้ติดยาเสพติดใน จังหวัดนครสวรรค์', 'ผศ. จารุวรรณ  กมลสินธุ์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'การวิจัยพื้นฐาน', 'RD2561A004.pdf', 'Jaruwan.k'),
(43, '2561', 'RD2561A003', 'การวิเคราะห์จุดคุ้มทุนและกำไรส่วนเกินที่ปลอดภัยในการปลูกอ้อย ของเกษตรกร ที่มีการนำเครื่องจักรกลการเกษตรเข้ามาปรับใช้ ในการเพาะปลูก ', 'อาจารย์ ปานทิพย์ แสนสง ', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'การวิจัยพื้นฐาน', 'RD2561A003.pdf', 'Panthip.s'),
(44, '2561', 'RD2561A001', 'การบังคับใช้ประกาศกาหนดมาตรฐานสินค้าเกษตร: ปลาร้า: ศึกษากรณีผู้ผลิตและผู้จาหน่ายรายย่อยในเขตจังหวัดนครสวรรค์', 'ผศ. ปองปรีดา ทองมาดี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'การวิจัยพื้นฐาน', 'RD2561A001.pdf', 'Pongprida.t'),
(45, '2561', 'RD2561A024', 'การพัฒนาสื่อโมชันอินโฟกราฟิก เรื่อง ความรู้เรื่องโรคและแมลงในไร่อ้อย', 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'การวิจัยพื้นฐาน', 'RD2561A024.pdf', 'Surapong.w');

-- --------------------------------------------------------

--
-- Table structure for table `rs_home`
--

CREATE TABLE `rs_home` (
  `id` int(11) NOT NULL,
  `namefrom_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `statushome_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `filefrom_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_home`
--

INSERT INTO `rs_home` (`id`, `namefrom_rs`, `statushome_rs`, `filefrom_rs`) VALUES
(32, 'คำสั่งแต่งตั้งคณะกรรมการจัดการทรัพย์สินทางปัญญา มหาวิทยาลัยเจ้าพระยา', 'ประกาศคำสั่ง', 'rd-2.1.6-15.pdf'),
(33, 'ประกาศมหาวิทยาลัยเจ้าพระยา เรื่อง การดำเนินการด้านสิทธิบัตรของมหาวิทยาลัยเจ้าพระยา พ.ศ. 2559', 'ประกาศคำสั่ง', 'rd-2.1.6-14.pdf'),
(34, 'ประกาศมหาวิทยาลัยเจ้าพระยา เรื่อง การพิจารณาให้รางวัลแก่ผลงานวิจัยที่ได้รับการเผยแพร่หรือได้รับการจดทะเบียนทรัพย์สินทางปัญญา', 'ประกาศคำสั่ง', 'rd-2.1.5-13.pdf'),
(35, 'ประกาศมหาวิทยาลัยเจ้าพระยา เรื่อง คุณสมบัติและหลักเกณฑ์การให้รางวัลนักวิจัยดีเด่น', 'ประกาศคำสั่ง', 'rd-2.1.5-12.pdf'),
(36, 'ประกาศมหาวิทยาลัยเจ้าพระยา เรื่อง  หลักเกณฑ์และแนวทางในการสนับสนุนการเผยแพร่ผลงานวิจัยหรืองานสร้างสรรค์', 'ประกาศคำสั่ง', 'rd-2.1.4-08.pdf'),
(37, 'สวจ.01 แบบเสนอโครงการวิจัย-ปรับใหม่', 'แบบฟอร์ม', 'สวจ.01 แบบเสนอโครงการวิจัย-ปรับใหม่.docx');

-- --------------------------------------------------------

--
-- Table structure for table `rs_information`
--

CREATE TABLE `rs_information` (
  `id` int(255) NOT NULL,
  `usernameif_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `board_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `subject_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `idinformation_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `year_rs` varchar(50) CHARACTER SET utf8 NOT NULL,
  `typepj_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `nameth_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `nameen_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `typers_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `dtstart_rs` varchar(50) CHARACTER SET utf8 NOT NULL,
  `dtfinish_rs` varchar(50) CHARACTER SET utf8 NOT NULL,
  `keyword_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `sort_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `rs_funding` varchar(255) CHARACTER SET utf8 NOT NULL,
  `rs_fundingmoney` varchar(255) CHARACTER SET utf8 NOT NULL,
  `budget_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `result_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `ztilization_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `ztilizationcmc_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `ztilizationsm_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `details_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `filefrom_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `statusinformation_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `username_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `term1_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `term2_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `term3_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `term4_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `term5_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `money1_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `money2_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `money3_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `d1mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `d2mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `d3mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m1mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m2mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m3mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `y1mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `y2mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `y3mn_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `filect_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_information`
--

INSERT INTO `rs_information` (`id`, `usernameif_rs`, `board_rs`, `subject_rs`, `idinformation_rs`, `year_rs`, `typepj_rs`, `nameth_rs`, `nameen_rs`, `typers_rs`, `dtstart_rs`, `dtfinish_rs`, `keyword_rs`, `sort_rs`, `rs_funding`, `rs_fundingmoney`, `budget_rs`, `result_rs`, `ztilization_rs`, `ztilizationcmc_rs`, `ztilizationsm_rs`, `details_rs`, `filefrom_rs`, `statusinformation_rs`, `username_rs`, `term1_rs`, `term2_rs`, `term3_rs`, `term4_rs`, `term5_rs`, `money1_rs`, `money2_rs`, `money3_rs`, `d1mn_rs`, `d2mn_rs`, `d3mn_rs`, `m1mn_rs`, `m2mn_rs`, `m3mn_rs`, `y1mn_rs`, `y2mn_rs`, `y3mn_rs`, `filect_rs`) VALUES
(131, 'อาจารย์ นทีกานต์ คงอ้วน', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการตลาด', 'RD2562A009', '2562', 'โครงการวิจัยใหม่', 'ปัจจัยด้าน E-commerce และส่วนประสมทางการตลาดที่ส่งผลต่อความสำเร็จของธุรกิจขนาดย่อม ในจังหวัดนครสวรรค์', 'E-commerc', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'E-commur/ส่วนประสมทางการตลาด/ธรุกิจขนาดย่อม', 'ภายใน', '', '', '80000  ', '1.งานวิจัยชิ้นนี้สามารถต่อยอดในการเป็นแนวทางแก้ไขปัญหาทางการตลาดให้กับธุรกิจ SME ได้\r\n2.งานวิจัยชิ้นนี้สามารถนำไปเผยแพร่ให้กับผู้ที่สนใจการทำวิจัยเกี่ยวกับธรุกิจ SME นำไปเป็นข้อมูลในการทำวิจัยได้', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A009.pdf', 'ยกเลิกโครงการ', 'Nathikan.k', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A009.pdf'),
(132, 'อาจารย์ อัจจิมา สมบัติปัน', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'RD2562A006', '2562', 'โครงการวิจัยใหม่', 'แนวทางการส่งเสริมการออมของผู้ที่กำลังเข้าสู่วัยผู้สูงอายุในเขตพื้นที่ องค์การบริหารส่วนตำบลหนองกรด ', 'Guidelines for promoting saving of people entering the age of the elderly In the area. Nong Krot Subdistrict Administrative Organization, Mueang District, Nakhon Sawan Province', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'การส่งเสริม/การออม/ผู้ที่กำลังเข้าสู่วัยผู้สูงอายุ', 'ภายใน', '', '', '65000   ', '1) ทราบถึงพฤติกรรมการออมของผู้ที่กำลังเข้าสู่วัยผู้สูงอายุในเขตพื้นที่ องค์การบริหารส่วนตำบลหนองกรด อำเภอเมืองฯ จังหวัดนครสรรค์จากการสำรวจของโครงการวิจัย\r\n2) ทราบถึงปัจจัยที่มีผลต่อการออมของผู้ที่กำลังเข้าสู่วัยผู้สูงอายุในเขตพื้นที่ องค์การบริหารส่วนตำบล', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A006.pdf', 'อนุมัติโครงการ', 'Atchima.s', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A006.pdf'),
(133, 'อาจารย์ ปานทิพย์ แสนสง ', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'RD2562A018', '2562', 'โครงการวิจัยใหม่', 'การประยุกต์ใช้แนวคิดระบบต้นทุนฐานกิจกรรมสำหรับธุรกิจวิสาหกิจขนาดกลางและขนาดย่อม (SMEs) ในจังหวัดนครสวรรค์', 'Appl.ication Activity based costing : ABC concepts for Smatl. and Medium Enterprises Business in NakhonSawan Province.', 'การวิจัยพื้นฐาน', '2 กุมภาพันธ์ 2563', '3 กุมภาพันธ์ 2564', 'การประยุกต์ใช้/ระบบต้นทุนฐานกิจกรรม/ธุรกิจวิสาหกิจขนาดกลางและขนาดย่อม', 'ภายใน', '', '', '100000  ', 'ได้แนวคิดการคำนวนต้นทุนที่เหมาะสม เพื่อเสนอแนวทางการนำไปประยุกต์ใช้ในการคำนวนต้นทุนของธรุกิจ SMEs จังหวันนครสวรรค์', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A018.pdf', 'อนุมัติโครงการ', 'Panthip.s', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '25000', '', '', '11', '', '', 'มกราคม', '', '', '2564', '', '', 'RD2562A018.pdf'),
(134, 'อาจารย์ วิรัช กาฬภักดี', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'RD2562A011', '2562', 'โครงการวิจัยใหม่', 'ระบบสารสนเทศเพื่อการบริหารเป้าหมายของสถาบันอุดมศึกษา ตามแนวคิด Objectives and key results (OKR)', 'Information System for Management goal of institution of education according to the concept Objectives and key results (OKR)', 'การวิจัยพื้นฐาน', '10 มกราคม 2563', '11 มกราคม 2564', 'ระบบสารสนเทศ/การบริหารองค์กร เป้าหมาย', 'ภายใน', '', '', '146000 ', 'สถาบันอุดมศึกษามีระบบสารสนเทศที่มีประสิทธิภาพสำหรับใช้เป็นเครื่องมือในการบริหารเป้าหมายองค์กร แบบ Objectives and key results (OKR) ทำให้บริหารงานได้มีประสิทธิภาพและประสิทธิผลยิ่งขึ้น และสามารถนำเทคโนโลยีไปพัฒนาต่อยอดในเชิงพาณิชย์', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A011.pdf', 'อนุมัติโครงการ', 'Wirat.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A011.pdf'),
(135, 'อาจารย์ จักรพันธ์ จันทร์เขียว', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'RD2562A013', '2562', 'โครงการวิจัยใหม่', 'การประยุกต์ใช้การนำเสนอข้อมูลภาพสำหรับระบบสารสนเทศสำหรับจัดการฐานข้อมูลอุดมศึกษา', 'The Apptied Data Visualization for higher education database management information system', 'การวิจัยพื้นฐาน', '10 มกราคม 2563', '11 มกราคม 2564', 'ระบบสารสนเทศ/อุดมศึกษา', 'ภายใน', '', '', '100000 ', '1.ด้านวิชาการ : การเผยแพร่ในการประชุมวิชาการระดับชาติ หรือนานาชาติ จำนวน 1 บทความ\r\n2.ด้านสังคม/ชุมชน : ใช้เป็นข้อมูลพื้นฐานในการนำไปใช้ประโยชน์เรื่องการสรรหาเทคโนโลยีและพัฒนาเทคโนโลยีใหม่', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A013.pdf', 'อนุมัติโครงการ', 'Jankaphuk.j', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A013.pdf'),
(136, 'อาจารย์ เยาวเรศ  กาฬภักดี', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'RD2562A014', '2562', 'โครงการวิจัยใหม่', 'นวัตกรรมการจัดการงานเกษตรกรรมยั่งยืนสำหรับเกษตรกร', 'Innovative management sustainable agriculture for farmers', 'การพัฒนาทดลอง', '10 มกราคม 2563', '11 มกราคม 2564', 'นวัตกรรม/เกษตรกรรมยั่งยืน/เกษตรกร', 'ภายใน', '', '', '100000 ', '1.นำไปสู่การสร้างนวัตกรรมการเกษตรกรรรมทำให้เกษตรกรเกิดความยั่งยืน\r\n2. มีองค์ความรู้ทางด้านนวัตกรรมการเกษตรกรรม\r\n3.องค์กรภาครัฐ ภาคเอกชน มีความรู้ความเข้าใจในการจัดการนวัตกรรมการเกษตรกรรมสำหรับเกษตรกร\r\n', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A014.pdf', 'อนุมัติโครงการ', 'Yaowaret.k', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A014.pdf'),
(137, 'อาจารย์ สุกัญญา หนองกาวี', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'RD2562A015', '2562', 'โครงการวิจัยใหม่', 'การพัฒนารูปแบบ Digital marketing สำหรับสินค้าชุมชน กรณีศึกษา ผลิตภัณฑ์เจ้าทรัพย์กรีนโฮม', 'Digital marketing model of Product Community for Jaosab Green home Products', 'การวิจัยพื้นฐาน', '10 มกราคม 2562', '11 มกราคม 2563', 'เทคโนโลยีสารสนเทศ/สินค้าชุมชน/ประสิทธิผล', 'ภายใน', '', '', '100000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A015.pdf', 'อนุมัติโครงการ', 'Sukanya.n', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A015.pdf'),
(138, 'อาจารย์ มัจรี สุพรรณ', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'RD2562A016', '2562', 'โครงการวิจัยใหม่', 'ระบบสารสนเทศเพื่อการวิเคราะห์โรคข้าว', 'ANALYSIS OF RICE DISEASE INFORMATION SYSTEM', 'การวิจัยพื้นฐาน', '10 มกราคม 2562', '11 มกราคม 2563', 'วิเคราะห์ข้าว/โรคข้าว/แมลงศัตรูข้าว/ป้องกัน', 'ภายใน', '', '', '106000 ', '1.มีแหล่งบริการและเผยแพร่สารสนเทศด้านการเกษตร\r\n2.เป็นการประยุกต์ใช้เทคโนโลยีเพื่อถ่ายทอดองค์ความรู้ของกลุ่มที่เกี่ยวของกับการเกษตรกรรม \r\n3.มีสื่อที่เป็นประโยชน์ในการนำไปต่อยอดในเชิงพาณิชย์\r\n', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A016.pdf', 'อนุมัติโครงการ', 'Matjaree.s', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A016.pdf'),
(139, 'อาจารย์ อรวรรณ  เกิดจันทร์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'RD2562A002', '2562', 'โครงการวิจัยใหม่', 'พฤติกรรมและความพึงพอใจของนักท่องเที่ยวเชิงวัฒนธรรม กรณีศึกษาวัดศรีอุทุมพร จังหวัดนครสวรรค์', '-', 'การวิจัยพื้นฐาน', '20 กรกฎาคม 2562', '21 กรกฎาคม 2563', '-', 'ภายใน', '', '', '125000  ', '1) วัดศรีอุทุมพร สามารถนำผลงานวิจัยไปใช้ในการปรับปรุงด้านสิ่งอำนวยความสะดวกต่างๆภายในวัด การเข้าถึงวัด และพัฒนาบริเวณวัดให้สะอาด เป็นระเบียบเรียบร้อย เพื่อให้นักท่องเที่ยวพึงพอใจ	\r\n2) การท่องเที่ยวแห่งประเทศไทย สำนักงานนครสวรรค์ และเทศบาลนครสวรรค์ สามารถน', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A002.pdf', 'เสร็จสมบูรณ์', 'Orrawam.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A002.pdf'),
(140, 'อาจารย์ ณัฏฐ์ธนินทร หอมเจริญ', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการนวัตกรรมการค้า', 'RD2562A010', '2562', 'โครงการวิจัยใหม่', 'การจัดการนวัตกรรมผลิตภัณฑ์ทางเกษตรอินทรีย์ เพื่อยกระดับ คุณภาพการผลิตและการเพิ่มช่องทางการตลาด ', 'MANAGEMENT  MODEL FOR ORGANIC AGRICULTURAL PRODUCTS INNOVATON TO ENHANCE THE PRODUCTION QUALITY AND INCREASING MARKETING CHNNELS OF ORGANIC AGRICULTURAL  OF MUSHROOM  FARMERS  SMART FARM IN NAKHON SAWAN PROVINCE', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'นวัตกรรมผลิตภัณฑ์/การวิเคราะห์ห่วงโซ่คุณค่า/การออกแบบบรรจุภัณฑ์/เกษตรอินทรีย์/วิสาหกิจชุมชน/เกษตรอัจฉริยะ', 'ภายใน', '', '', '63500   ', 'จาการศึกษาวิจัย เรื่องรูปแบบการจัดการนวัตกรรมผลิตภัณฑ์ทางเกษตรอินทรีย์ เพื่อยกระดับ คุณภาพการ\r\nผลิตและการเพิ่มช่องทางการตลาด สินค้าเกษตรอินทรีย์  และผลิตภัณฑ์แปรรูทางการเกษตรอินทรีย์ของกลุ่ม Smart Farmผู้เพาะเห็ดในจังหวัด นครสวรรค์  ดังนี้\r\n', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A010.pdf', 'ยกเลิกโครงการ', 'Natthaninthon.h', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A010.pdf'),
(141, 'ดร. สิทธิพร เขาอุ่น', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'RD2562A008', '2562', 'โครงการวิจัยใหม่', 'การพัฒนาแหล่งท่องเที่ยวเชิงวัฒนธรรมชุมชนวัดศรีอุทุมพร อำเภอเมือง จังหวัด นครสวรรค์ ', 'The Development of Community Cultural Tourism Attraction in  Wat Si Uthumphon Community, Mueang District, Nakhon Sawan  Province ', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'การท่องเที่ยวเชิงวัฒนธรรม/การท่องเที่ยวโดยชุมชน/ชุมชนวัดศรีอุทุมพร', 'ภายใน', '', '', '65680 ', '1 ด้านวิชาการ การพัฒนาเครื่องมือการวิจัยให้มีความสอดคล้องกับปัจจัยต่างๆ ที่มีความเกี่ยวข้องและมีอิทธิพลต่อความสำเร็จของโครงการฯ\r\n2 ด้านนโยบาย สามารถนำข้อมูลไปพัฒนาแหล่งท่องเที่ยวเชิงวัฒนธรรม เชิงประวัติศาสตร์ ให้เกิดการพัฒนาการการท่องเที่ยวโดยชุมชนอย่างยั', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A008.pdf', 'อนุมัติโครงการ', 'Sittiporn.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A008.pdf'),
(142, 'ผศ.ดร. กฤษณะ ดาราเรือง', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'RD2562A019', '2562', 'โครงการวิจัยใหม่', 'การตัดสินใจซื้อผลิตภัณฑ์เกษตรอินทรีย์แปรรูปผ่านสื่อสังคมออนไลน์ของผู้บริโภคในเขตเทศบาลนครสวรรค์ จังหวัดนครสวรรค์', 'Purchase decision Organic Agriculture Products on Social Networks of Customers in Municipality Nakhonsawan Area, Nakhonsawan Province', 'การวิจัยพื้นฐาน', '2 กุมภาพันธ์ 2563', '3 กุมภาพันธ์ 2564', 'การตัดสินใจซื้อ/ผลิตภัณฑ์เกษตรอินทรีย์แปรรูป/สื่อสังคมออนไลน์', 'ภายใน', '', '', '80200 ', '1 ด้านวิชาการได้องค์ความรู้เพื่อนำไปสู่การพัฒนาการจำหน่ายสินค้าผ่านสื่อสังคมออนไลน์ของ\r\nผู้ประกอบการผลิตภัณฑ์เกษตรอินทรีย์แปรรูปจังหวัดนครสวรรค์\r\n2 ด้านเศรษฐกิจจากผลการวิจัยสามารถนำไปปรับใช้ในการพัฒนาผู้ประกอบการผู้ผลิตภัณฑ์เกษตรอินทรีย์แปรรูปจังหวัดนครสว', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A019.pdf', 'อนุมัติโครงการ', 'Kitsana.d', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A019.pdf'),
(143, 'อาจารย์ ณัชชา ตั้งตรงหฤทัย', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'RD2562A001', '2562', 'โครงการวิจัยใหม่', 'พฤติกรรมและทัศนคติของผู้ใช้บริการที่มีผลต่อการเลือกใช้บริการรถไฟ กรณีศึกษาสถานีรถไฟนครสวรรค์ จังหวัดนครสวรรค์', '-', 'การวิจัยพื้นฐาน', '20 กรกฎาคม 2562', '21 กรกฎาคม 2563', '-', 'ภายใน', '', '', '125000 ', 'ระบุให้ชัดเจนว่ามีประโยชน์ในด้านใดด้านหนึ่งหรือหลายด้าน ดังนี้ \r\n	1. ด้านวิชาการ\r\n	2. ด้านนโยบาย\r\n	3. ด้านเศรษฐกิจ / พาณิชย์\r\n	4. ด้านสังคม / ชุมชน\r\n', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A001.pdf', 'เสร็จสมบูรณ์', 'Natcha.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A001.pdf'),
(144, 'ผศ. ปองปรีดา ทองมาดี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'RD2562A003', '2562', 'โครงการวิจัยใหม่', 'การบังคับใช้พระราชบัญญัติสุรา พ.ศ. 2493: ศึกษากรณีการผลิตสาโท สุราแช่พื้นเมืองในเขตจังหวัดนครสวรรค์', 'Enforcement of the Alcohol Act B.E. 1493: A case study on Production of Rice Wine Indigenous liquor in NakhonSawan province.', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'การบังคับใช้กฎหมาย/การผลิต/สาโทสุราแช่พื้นเมือง', 'ภายใน', '', '', '58000 ', '(1)	ทราบปัญหาการบังคับใช้พระราชบัญญัติสุรา พ.ศ.2493 ด้านการผลิตสาโทในเขตจังหวัดนครสวรรค์\r\n(2)	ทราบสาเหตุของปัญหาการบังคับใช้พระราชบัญญัติสุรา พ.ศ.2493 ด้านการผลิตสาโทในเขตจังหวัดนครสวรรค์\r\n(3)	ทราบวิธีแก้ไขปัญหาการบังคับใช้พระราชบัญญัติสุรา พ.ศ. 2493 ด้าน', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A003.pdf', 'อนุมัติโครงการ', 'Pongprida.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', '18400', '', '', '2', '', '', 'พฤศจิกายน', '', '', '2563', '', '', 'RD2562A003.pdf'),
(145, 'อาจารย์ นันทิกา บุญอาจ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'RD2562A005', '2562', 'โครงการวิจัยใหม่', 'ปัญหาการอุทธรณ์คำสั่งทางปกครอง', 'Problems in appealing Administrative Orders', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'คำสั่งทางปกครอง,การอุทธรณ์,คดีปกครอง', 'ภายใน', '', '', '49500 ', 'ใช้เป็นแนวทางในการลดขั้นตอนในการปฏิบัติที่ไม่จำเป็น ที่เป็นการสร้างภาระให้กับประชาชนที่ได้รับความเดือนร้อนจากคำสั่งทางปกครอง หรือเป็นแนวทางในการปรับปรุงข้อกฎหมาย ให้เข้ากับความต้องการของประชาชนและ ทำให้ประชาชนได้ประโยชน์สูดสุดจากการพึ่งพากระบวนการยุติธรรม', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A005.pdf', 'อนุมัติโครงการ', 'Nanthika.b', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A005.pdf'),
(146, 'อาจารย์ กนกทิพย์ บำรุงศรี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชารัฐประศาสนศาสตร์', 'RD2562A025', '2562', 'โครงการวิจัยใหม่', 'การมีส่วนร่วมของประชาชนต่อการจัดการขยะมูลฝอยขององค์การบริหารส่วนตำบลหนองกรด ', 'participation of people per management garbage of Case Study : Nongkrod Sub-District Citynakhonsawan Ditrict Nakhonsawan Province', 'การวิจัยพื้นฐาน', '2 กุมภาพันธ์ 2563', '2 กุมภาพันธ์ 2564', 'การมีส่วนร่วมของประชาชน, การจัดการขยะมูลฝอย, ขยะมูลฝอย', 'ภายใน', '', '', '125000  ', 'การบริหารจัดการขยะมูลฝอย มีหลากหลายแนวทาง หลากหลายวิธีการ ทั้งนี้การเลือกใช้แนวทางใดแนวทางหนึ่งในการกำจัดขยะมูลฝอยภายในชุมชุนนั้น ผู้นำชุมชนควรต้องสร้างความเข้าใจและให้องค์ความรู้วิธีการคัดแยกขยะให้กับประชาชนในชุมชนแต่ละแห่ง เพื่อให้หน่วยงานที่เกี่ยวข้องส', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A025.pdf', 'อนุมัติโครงการ', 'Kanokthip.b', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A025.pdf'),
(147, 'ดร. รวงทอง ถาพันธุ์', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรประกาศนียบัตรบัณฑิตวิชาชีพครู', 'RD2562A007', '2562', 'โครงการวิจัยใหม่', 'รูปแบบการอนุรักษ์ สืบสาน เผยแพร่ วัฒนธรรมท้องถิ่น : กรณีหมู่บ้าน  ไทยดำทรง อำเภอท่าตะโก  จังหวัดนครสวรรค์', 'Conservation and Inheriting Cultural Model: A case study of Thai Song Dam Village at Thatako  District, Nakhon Sawan Province.', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'รูปแบบการอนุรักษ์วัฒนธรรมท้องถิ่น/ไทยทรงดำ', 'ภายใน', '', '', '213500', '1. สนับสนุนการวิจัย รวบรวม รักษาและพัฒนาต่อยอด ภูมิปัญญาท้องถิ่น รวมทั้งรักษาคุณค่าและสร้าง ประโยชน์จากความหลากหลายทางเศรษฐกิจ สังคม \r\n2.เสริมสร้างเครือข่ายความร่วมมือและแลกเปลี่ยนการ วิจัยและพัฒนาพื้นที่ทั้งภายในประเทศ\r\n3.ส่งเสริมและประสานความร่วมมือกับห', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A007.pdf', 'อนุมัติโครงการ', 'Ruangthong.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A007.pdf'),
(148, 'ดร. ทศพล ธีฆะพร ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'RD2562A020', '2562', 'โครงการวิจัยใหม่', 'การบริหารคุณภาพชีวิตการทำงานและวัฒนธรรมในสถานศึกษา ที่ส่งผลต่อความผูกพันของบุคลากรในโรงเรียน', 'ADMINIISTRATION OF THE STUDY OF THE EFFECT OF QUALITY OF WORK LIFE AND SCHOOL CULTURE ON THE  COMMITMENT OF EDUCATIONAL PERSONNEL IN SCHOOL', 'การวิจัยพื้นฐาน', '2 กุมภาพันธ์ 2563', '3 กุมภาพันธ์ 2564', 'คุณภาพชีวิตการทำงาน/วัฒนธรรมองค์กร/ความผูกพันต่อองค์กร', 'ภายใน', '', '', '98000    ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A020.pdf', 'อนุมัติโครงการ', 'Thotsaphala.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A020.pdf'),
(149, 'ดร. สมศักดิ์ สุภิรักษ์', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'RD2562A021', '2562', 'โครงการวิจัยใหม่', 'แนวทางการบริหารงานของผู้บริหารสถานศึกษาด้วยทักษะการบริหารงานในศตวรรษที่ 21', 'The Guideline for administration of school adminisstrators with administrative skills in the 21', 'การวิจัยพื้นฐาน', '2 กุมภาพันธ์ 2563', '3 กุมภาพันธ์ 2564', 'แนวทางการบริหาร/ทักษะการบริหาร/ ศตวรรษที่ 21 ', 'ภายใน', '', '', '90000  ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A021.pdf', 'อนุมัติโครงการ', 'Somsak.s', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A021.pdf'),
(150, 'ดร. อำนาจ จันทรขำ ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'RD2562A022', '2562', 'โครงการวิจัยใหม่', 'รูปแบบการบริหารงานด้วยหลักธรรมาภิบาลของผู้บริหารสถานศึกษาสังกัด สำนักงานเขตพื้นที่การศึกษามัธยมศึกษา เขต 42', 'THE MODEL OF GOOD GOVERNANCE OF SCHOOL ADMINISTRATORS UNDER SECONDARY EDUCATIONAL SERVICE AREA OFFICE 42', 'การวิจัยพื้นฐาน', '20 กรกฎาคม 2562', '21 มิถุนายน 2563', 'พฤติกรรมผู้นำ/หลักธรรมาภิบาล/การบริหารสถานศึกษา', 'ภายใน', '', '', '125000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A022.pdf', 'ยกเลิกโครงการ', 'Amnat.c', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A022.pdf'),
(151, 'ผศ. เนาวรัตน์ ปิ่นอำนาจ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์', 'RD2562A024', '2562', 'โครงการวิจัยใหม่', 'การรับรู้กิจกรรมสำหรับผู้สูงอายุ โดยใช้เซ็นเซอร์บนนาฬิกาสมาร์ทวอช', 'Activity Recognition For the elderly using sensor on Smart watches', 'การวิจัยพื้นฐาน', '10 มกราคม 2563', '11 มกราคม 2564', 'นาฬิกาสมาร์ทวอช', 'ภายใน', '', '', '187000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '-', 'RD2562A024.pdf', 'อนุมัติโครงการ', 'Nawwarut.p', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A024.pdf'),
(152, 'ผศ. เนาวรัตน์ ปิ่นอำนาจ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์', 'RD2562A012', '2562', 'โครงการวิจัยใหม่', 'การพัฒนาอุปกรณ์ควบคุมเครื่อง Multi-Service Access Node', 'The Development of Multi Service Access Node Control', 'การวิจัยพื้นฐาน', '10 มกราคม 2563', '11 มกราคม 2564', 'การพัฒนาอุปกรณ์ควบคุม/เครื่อง Multi-Service Access Node', 'ภายใน', '', '', '158000 ', 'ได้เครื่องอุปกรณ์ Multi-Service Access Node', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2562A012.pdf', 'อนุมัติโครงการ', 'Nawwarut.p', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A012.pdf'),
(153, 'อาจารย์ ปิยนุช เจริญมูล ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'RD2562A017', '2562', 'โครงการวิจัยใหม่', 'การพัฒนาสื่ออินโฟกราฟิก เรื่อง เงินส่งเสริมชาวไร่ ', 'การพัฒนาสื่ออินโฟกราฟิก เรื่อง เงินส่งเสริมชาวไร่ ', 'การวิจัยพื้นฐาน', '10 มกราคม 2563', '11 มกราคม 2564', '-', 'ภายใน', '', '', '130000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '-', 'RD2562A017.pdf', 'อนุมัติโครงการ', 'Piyanut.c', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A017.pdf'),
(154, 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'RD2562A023', '2562', 'โครงการวิจัยใหม่', 'การพัฒนาสื่อโมชันอินโฟกราฟิกเพื่อการเรียนรู้เกี่ยวกับกฎหมายเบื้องต้น', 'The Motion Infographic Development for Learning About', 'การวิจัยพื้นฐาน', '10 มกราคม 2563', '11 มกราคม 2564', '-', 'ภายใน', '', '', '142000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '-', 'RD2562A023.pdf', 'เสร็จสมบูรณ์', 'Surapong.w', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2562A023.pdf'),
(155, 'อาจารย์ ทิพย์สุดา คงเมือง', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'RD2563A001', '2563', 'โครงการวิจัยใหม่', 'การมีส่วนร่วมของประชาชนในการจัดการสิ่งแวดล้อม ของชุมชนวัดหนองม่วง อ.หนองบัว จังหวัดนครสวรรค์', 'Community participation of sustainable environmental management for the livable communities of Wat Nong Moung Community, Nongbua distric Nakhonsawan', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'การจัดการสิ่งแวดล้อม, ชุมชนวัดหนองม่วง, ชุมชนน่าอยู่, การมีส่วนร่วม', 'ภายใน', '', '', '74920 ', 'ด้านวิชาการ การพัฒนาเครื่องมือการวิจัยให้มีความสอดคล้องกับปัจจัยต่างๆ ที่มีความเกี่ยวข้องและ', 'ระดับชาติ', 'ใช่', 'ใช่', '-', 'RD2563A001.pdf', 'อนุมัติโครงการ', 'Thipsuda.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A001.pdf'),
(156, 'อาจารย์ อัจจิมา สมบัติปัน', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'RD2563A014', '2563', 'โครงการวิจัยใหม่', 'จรรยาบรรณของผู้ประกอบวิชาชีพบัญชี ในเขตพื้นที่ อำเภอเมืองฯ จังหวัดนครสรรค์', 'Ethics of Accounting Professionals in Mueang District Nakhon Sawan Province', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'จรรยาบรรณวิชาชีพ/ผู้ทำบัญชี/สำนักงานบัญชี', 'ภายใน', '', '', '75000 ', '1.ทราบถึงแนวทางในการพัฒนาผู้ทาบัญชีที่ปฏิบัติงานในสำนักงานบัญชีให้มีจรรยาบรรณวิชาชีพต่อการจัดทำ การนำเสนองบการเงิน และภาระงานอื่นๆ ที่เกี่ยวข้อง\r\n2.สามารถนำผลการวิจัยไปใช้เป็นแนวทางประกอบการสอนเพื่อปลูกฝังจรรยาบรรณวิชาชีพบัญชีแก่นักศึกษา', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A014.pdf', 'อนุมัติโครงการ', 'Atchima.s', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A014.pdf'),
(157, 'อาจารย์ ปานทิพย์ แสนสง ', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'RD2563A023', '2563', 'โครงการวิจัยใหม่', 'สถานการณ์การแพร่ระบาดของเชื้อไวรัสโคโรน่า 2019 ที่มีผลกระทบต่อกำไรจากการดำเนินงานของผู้ผลิตสินค้าชุมชน จังหวัดนครสวรรค์', 'Eftics of Accounting Professionals in Mueang District Nakhon Sawan Province', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'จรรยาบรรณวิชาชีพ/ผู้ทาบัญชี/สานักงานบัญชี', 'ภายใน', '', '', '100000 ', 'ทราบถึงแนวทางในการพัฒนาผู้ทำบัญชีที่ปฏิบัติงานในสำนักงานบัญชีให้มีจรรยาบรรณวิชาชีพต่อการจัดทำ ', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A023.pdf', 'อนุมัติโครงการ', 'Panthip.s', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A023.pdf'),
(158, 'ผศ. จารุวรรณ  กมลสินธุ์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'RD2563A016', '2563', 'โครงการวิจัยใหม่', 'การรับรู้การสื่อสารการตลาด และพฤติกรรมการทำบุญของพุทธศาสนิกชนในเขตอำเภอเมืองนครสวรรค์ จังหวัดนครสวรรค์', '-', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'การรับรู้การสื่อสารการตลาดของพุทธศาสนิกชนในเขตอำเภอเมืองนครสวรรค์ จังหวัดนครสวรรค์', 'ภายใน', '', '', '125000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A016.pdf', 'อนุมัติโครงการ', 'Jaruwan.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '52000', '', '', '25', '', '', 'มีนาคม', '', '', '2563', '', '', 'RD2563A016.pdf'),
(159, 'ผศ. จารุวรรณ  กมลสินธุ์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'RD2563A017', '2563', 'โครงการวิจัยใหม่', 'พฤติกรรมและแรงจูงใจการเดินทางท่องเที่ยวของกลุ่ม GEN Y ภายใต้สถานการณ์โควิด 19', '-', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'พฤติกรรมและแรงจูงใจการเดินทางท่องเที่ยว/สถานการณ์โควิด 19', 'ภายใน', '', '', '100000  ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A017.pdf', 'อนุมัติโครงการ', 'Jaruwan.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '46000', '', '', '25', '', '', 'มิถุนายน', '', '', '2564', '', '', 'RD2563A017.pdf'),
(160, 'อาจารย์ วิรัช กาฬภักดี', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'RD2563A011', '2563', 'โครงการวิจัยใหม่', 'การพัฒนาสื่อประชาสัมพันธ์เทคโนโลยีเสมือนจริงส่งเสริมการท่องเที่ยวชุมชนวัดหนองม่วง จังหวัดนครสวรรค์', 'Development of Public Relations Media in Augmented Reality for Promote Tourism in Wat Nong Muang, Nakhon Sawan Province', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'สื่อประชาสัมพันธ์/เทคโนโลยีเสมือนจริง/ชุมชนวัดหนองม่วง', 'ภายใน', '', '', '300000 ', 'ชุมชนวัดหนองม่วง จังหวัดนครสวรรค์ มีสื่อประชาสัมพันธ์เพื่อส่งเสริมการท่องเที่ยว ที่มีประสิทธิภาพโดยนักท่องเที่ยวสามารถมองผ่านหน้าจอแสดงผลในโทรศัพท์มือถือ (Smart Phone) ที่ผ่านเทคโนโลยีความจริงเสริม (AR) สร้างแบบจาลอง 3 มิติที่สามารถชมได้ 360 องศา เป็นการเ', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A011.pdf', 'อนุมัติโครงการ', 'Wirat.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A011.pdf'),
(161, 'อาจารย์ อัณณ์สุชา ทองลา', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'RD2563A007', '2563', 'โครงการวิจัยใหม่', 'ความพร้อมของการพัฒนาเส้นทางการท่องเที่ยวเชิงสร้างสรรค์ ชุมชนวัดหนองม่วง ตำบลหนองกลับ อำเภอหนองบัว จังหวัดนครสวรรค์ ', 'The potential of Tourism Destinations to Develop Creative Tourism Routes, Wat Nong Muang Community, Nong Klap Subdistrict, Nong Bua District, Nakhon Sawan Province.', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'การประเมินศักยภาพ/การท่องเที่ยวเชิงสร้างสรรค์/เส้นทางท่องเที่ยว/ชุมชนวัดหนองม่วง', 'ภายใน', '', '', '65000 ', '1 ด้านวิชาการ การได้มาซึ่งองค์ความรู้ ข้อมูลพื้นฐานและข้อมูลเชิงลึกของทรัพยากรการท่องเที่ยวเชิงสร้างสรรค์ ชุมชนวัดหนองต่างๆ ซึ่งนักวิชาการ หรือบุคคลที่สนใจ สามารถใช้เป็นต้นแบบหรือต่อยอดงานวิจัยในการพัฒนาแหล่งท่องเที่ยวได้\r\n2 ด้านนโยบาย สามารถนาผลงานวิจัยไ', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A007.pdf', 'ยกเลิกโครงการ', 'Ansucha.t', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A007.pdf'),
(162, 'อาจารย์ ชนิตา โตบุญมา', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'RD2563A008', '2563', 'โครงการวิจัยใหม่', 'แนวทางการพัฒนาภูมิปัญญาท้องถิ่นเพื่อส่งเสริมการท่องเที่ยวเชิงสุขภาพในชุมชนวัดหนองม่วง ', 'The Guidelines of The Local Wisdom Product Development for Promoting Health Tourism in Wat Nong Muang Community, Nong Klap Subdistrict, Nong Bua District, Nakhon Sawan Province', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'การท่องเที่ยวเชิงสุขภาพ (Health Tourism) การท่องเที่ยวชุมชน (Community Tourism) ภูมิปัญญาท้องถิ่น (Local Wisdom) กิจกรรมการท่องเที่ยวเชิงสุขภาพ (Health Tourism Activities)', 'ภายใน', '', '', '64700 ', '1 ด้านวิชาการ ได้มาซึ่งองค์ความรู้ที่เป็นระบบของภูมิปัญญาท้องถิ่นของชุมชน ทรัพยากรทางการท่องเที่ยวทั้งวัฒนธรรม และทรัพยากรทางการท่องเที่ยวที่เป็นธรรมชาติ\r\n2 ด้านสังคม/ชุมชน ได้มาซึ่งกิจกรรมการท่องเที่ยวเชิงสุขภาพ ผลิตภัณฑ์ทางการท่องเที่ยวเชิงสุขภาพ และเส้', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A008.pdf', 'ยกเลิกโครงการ', 'Chanita.t', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A008.pdf'),
(163, 'ดร. สิทธิพร เขาอุ่น', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'RD2563A006', '2563', 'โครงการวิจัยใหม่', 'การบริหารจัดการการแพร่ระบาดเชื้อไวรัสโควิด – 19 ขององค์กรปกครองส่วนท้องถิ่นและภาคีเครือข่าย', 'Organizing a village health volunteer system (VHV) and the people for Local quarantine and Home quarantine at Nakhon Sawan province.', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'การกักตัวในพื้นที่และการกักตัวในที่พักอาศัย, โควิด 19, อสม., โรงพยาบาลส่งเสริมสุขภาพตeบล', 'ภายใน', '', '', '58280 ', '1 ด้านวิชาการ การพัฒนาเครื่องมือการวิจัยให้มีความสอดคล้องกับปัจจัยต่างๆ ที่มีความเกี่ยวข้องและมีอิทธิพลต่อความสาเร็จของโครงการฯ\r\n2 ด้านนโยบาย สามารถนาข้อมูลไปผลักดันให้มีกลไกการประเมินผลกระทบสุขภาพในการจัดทานโยบายสาธารณะตามแนวคิดทุกนโยบายห่วงใยสุขภาพที่เช', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A006.pdf', 'อนุมัติโครงการ', 'Sittiporn.k', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A006.pdf'),
(164, 'ผศ.ดร. กฤษณะ ดาราเรือง', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'RD2563A010', '2563', 'โครงการวิจัยใหม่', 'การพัฒนานวัตกรรมเพื่อการจัดการขยะชุมชน', 'Innovation Development for the Waste Management in the Community', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 กรกฎาคม 2564', 'นวัตกรรม/การจัดการขยะชุมชน', 'ภายใน', '', '', '154300 ', '1 ด้านวิชาการได้องค์ความรู้เพื่อนำไปสู่การพัฒนานวัตกรรมการบริหารจัดการขยะของชุมชน\r\n2 ด้านสิ่งแวดล้อมสามารถพัฒนาสิ่งแวดล้อมของชุมชนตลอดจนสุขอนามัยของประชาชนในพื้นที่เป้าหมายการวิจัย', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A010.pdf', 'อนุมัติโครงการ', 'Kitsana.d', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A010.pdf'),
(165, 'ดร. สิริมาส หมื่นสาย', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'RD2563A015', '2563', 'โครงการวิจัยใหม่', 'แนวทางการประเมินมาตรฐานการดำเนินงานศูนย์พัฒนาเด็กเล็กขององค์กรปกครองส่วนท้องถิ่น จังหวัดนครสวรรค์ ', 'Assessment of Standards for Child Development Center Operations of Local Administrative Qrganizations', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 ตุลาคม 2564', 'มาตรฐานการดำเนินงานศูนย์พัฒนาเด็กเล็ก', 'ภายใน', '', '', '135500 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A015.pdf', 'อนุมัติโครงการ', 'Sirimas.m', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'PT2564A1035.pdf'),
(166, 'อาจารย์ เกศินี บัวดิศ ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'RD2563A002', '2563', 'โครงการวิจัยใหม่', 'การนำเสนอข่าวปลอมของสื่อมวลชนในทัศนคติกับจรรยาบรรณในยุคสื่อดิจิทัลที่มีผลต่อผู้รับสารในเขตพื้นที่จังหวัดนครสวรรค์', 'The technology presents fake news from the mass media and the code of conduct in the digital age that affects the recipients in the district of NakhonSawan province', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'การวิเคราะห์ การนาเสนอข่าว สื่อมวลชน จรรยาบรรณ สื่อ ยุคดิจิทัล', 'ภายใน', '', '', '55100 ', 'ได้งานวิจัยและได้ข้อมูลจากเรื่องที่เราต้องการศึกษา การเรียนรู้ขั้นตอนการวิจัยเชิงคุณภาพ และมีขั้นตอนกระบวนการศึกษา จากเอกสาร ค้นคว้า และเขียนเค้าโครงงานวิจัย การเข้าถึงกลุ่มเปูาหมายในการวิจัย คือ สัมภาษณ์คือ นักข่าว และนักวิชาการ ในพื้นที่นั้น ๆพร้อมทั้งเ', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A002.pdf', 'อนุมัติโครงการ', 'Kesini.b', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A002.pdf'),
(167, 'อาจารย์ ฉัตรชัย ทศสอาด', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'RD2563A003', '2563', 'โครงการวิจัยใหม่', 'การศึกษาเปรียบเทียบการเรียกค่าสินไหมทดแทน  กรณีการกระทำละเมิด', 'Comparative study Compensation In case of violation', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'ละเมิด ค่าสินไหมทดแทน ค่าเสียหาย ขาดไร้อุปการะ', 'ภายใน', '', '', '50000 ', 'การจัดทาวิจัยเรื่อง การศึกษาเปรียบเทียบการเรียกค่าสินไหมทดแทน กรณีการกระทาละเมิด สามารถนาไปใช้ประกอบการเรียนการสอน นาไปใช้ในการจัดอบรมให้ความรู้แก่ผู้ที่สนใจ หรือให้บริการวิชาการเชิงพาณิชย์ได้', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A003.pdf', 'อนุมัติโครงการ', 'Chatchai.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A003.pdf'),
(168, 'อาจารย์ นันทิกา บุญอาจ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'RD2563A004', '2563', 'โครงการวิจัยใหม่', 'ปัญหาการใช้วิธีการชั่วคราวก่อนการพิพากษาของศาลปกครอง ', 'Problems using temporary methods before the judgement of the Administrative Court', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'วิธีการคุ้มครองชั่วคราว คดีปกครอง ประโยชน์สาธารณะ', 'ภายใน', '', '', '51000 ', 'ใช้เป็นแนวทางในการปรับเปลี่ยนมาตรการใช้วิธีการชั่วคราวก่อนพิพากษาของศาลปกครอง เพื่อให้ประชาชนผู้ได้รับผลกระทบต่อการกระทำทางปกครอง ได้ใช้ประโยชน์จากมาตรการทางกฎหมายหรือข้อกฎหมายที่เป็นสากลและได้รับความยุติธรรมจากการพึ่งพากระบวนการยุติธรรมของประเทศไทยมากยิ่', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A004.pdf', 'อนุมัติโครงการ', 'Nanthika.b', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A004.pdf'),
(169, 'ผศ. ปองปรีดา ทองมาดี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'RD2563A005', '2563', 'โครงการวิจัยใหม่', 'การบังคับใช้พระราชบัญญัติการพนัน พ.ศ. 2478: ศึกษากรณีการซื้อขายสลากกินรวบในเขตจังหวัดนครสวรรค์ ', 'Enforcement of the Gambling Act B.E. 2478: A Case Study of Illegal lotteryTradingIn NakhonSawan Province.', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'พระราชบัญญัติการพนัน, การซื้อขาย,สลากกินรวบ', 'ภายใน', '', '', '58000 ', '(1) ได้ทราบปัญหาการบังคับใช้พระราชบัญญัติการพนัน พ.ศ. 2478 กรณีการซื้อขายสลากกินรวบในเขตจังหวัดนครสวรรค์\r\n(2) ได้ทราบสาเหตุของการเกิดปัญหาการบังคับใช้พระราชบัญญัติการพนัน พ.ศ. 2478 กรณีการซื้อขายสลากกินรวบในเขตจังหวัดนครสวรรค์\r\n(3) ได้ทราบวิธีการแก้ไขปัญห', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A005.pdf', 'อนุมัติโครงการ', 'Pongprida.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A005.pdf'),
(170, 'อาจารย์ กนกทิพย์ บำรุงศรี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชารัฐประศาสนศาสตร์', 'RD2563A021', '2563', 'โครงการวิจัยใหม่', 'ทัศนคติของประชาชนที่มีต่อการบริหารจัดการภาครัฐแนวใหม่ขององค์การบริหารส่วนตำบลวังงิ้ว', 'THE ATTITUDE oF THE PUBLIC TOWARDS A NEW PUBLIC ADM I N ]STMTION TAMBON ADM I N ISTRAT1ON ORGANIZA]]ON WANG NG IU. WANGNGIU DISTRICT. PHICHIT.', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'ทัศนคติ การบริหารการจัดการ ', 'ภายใน', '', '', '125000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A021.pdf', 'อนุมัติโครงการ', 'Kanokthip.b', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A021.pdf'),
(171, 'ดร. รวงทอง ถาพันธุ์', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรประกาศนียบัตรบัณฑิตวิชาชีพครู', 'RD2563A022', '2563', 'โครงการวิจัยใหม่', 'รูปแบบการอนุรักษ์ สืบสาน เผยแพร่ วัฒนธรรมท้องถิ่น: กรณีหมู่บ้านไทยทรงดำ ', 'Conservation and Inheriting Cultural Model: A case study of Thai Song Dam Village at Thatako District, Nakhon Sawan Province.', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'รูปแบบการอนุรักษ์วัฒนธรรมท้องถิ่น ไทยทรงดา', 'ภายใน', '', '', '222200 ', '1. สนับสนุนการวิจัย รวบรวม รักษาและพัฒนาต่อยอด ภูมิปัญญาท้องถิ่น รวมทั้งรักษาคุณค่าและสร้าง ประโยชน์จากความหลากหลายทางเศรษฐกิจ สังคม\r\n2.เสริมสร้างเครือข่ายความร่วมมือและแลกเปลี่ยนการ วิจัยและพัฒนาพื้นที่ทั้งภายในประเทศ\r\n3.ส่งเสริมและประสานความร่วมมือกับหน', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A022.pdf', 'อนุมัติโครงการ', 'Ruangthong.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A022.pdf'),
(172, 'ดร. ทศพล ธีฆะพร ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'RD2563A009', '2563', 'โครงการวิจัยใหม่', 'สภาพการบริหารเชิงระบบตามแนวทางศาสตร์พระราชาของโรงเรียนมัธยมศึกษา ', 'THE CONTEXT OF ADMINISTRATIVE TO SYSTEMATIC ADMINISTRATION GUIDELINES TO INTRODUCING THE KING’S SCIENCE TO SECONDARY SCHOOLS UNDER THE OFFICE OF SECONDARY EDUCATIONAL SERVICE AREAS, AREA 42', 'การวิจัยพื้นฐาน', '29 สิงหาคม 2563', '30 สิงหาคม 2564', 'การบริหารเชิงระบบ ศาสตร์พระราชา', 'ภายใน', '', '', '49000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A009.pdf', 'อนุมัติโครงการ', 'Thotsaphala.t', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A009.pdf'),
(173, 'ดร. สมศักดิ์ สุภิรักษ์', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'RD2563A020', '2563', 'โครงการวิจัยใหม่', 'ความสัมพันธ์เชิงสาเหตุระหว่างปัจจัยคัดสรรที่มีอิทธิพลต่อประสิทธิผลของการบริหารโรงเรียนของผู้บริหารสถานศึกษาในจังหวัดนครสวรรค์ ', 'Causal Factors Influencing Dedication to School Administration of School Administrators in Nakhonsawan Province', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', '- อิทธิพล - การบริหาร - ความทุ่มเท', 'ภายใน', '', '', '80000 ', '1. ผลวิจัยจะทาให้ค้นพบปัจจัยที่ส่งผลต่อความทุ่มเทในการบริหารโรงเรียนและทศสอบความสอดคล้องของโมเดลตามทฤษฎีกับข้อมูลเชิงประจักษ์ของความทุ่มเทในการบริหารโรงเรียนของผู้บริหารสถานศึกษาตามทฤษฎีและจะเป็นประโยชน์ต่อการวิจัยและเพิ่มองค์ความรู้ของผู้บริหารสถานศึกษาต', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A020.pdf', 'อนุมัติโครงการ', 'Somsak.s', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A020.pdf'),
(174, 'ผศ. เนาวรัตน์ ปิ่นอำนาจ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์', 'RD2563A012', '2563', 'โครงการวิจัยใหม่', 'การสร้างแอปพลิเคชันเพื่อการบริหารจัดการการจัดรถรับ-ส่งผู้สูงอายุ และผู้ป่วยเรื้อรังไปรักษาที่สถานพยาบาล', 'Creating an application for the management of the elderly and chronic patients shuttle bus service Go to treatment at the hospital of the subdistrict administrative organization and municipality.', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'แอพพลิเคชัน , การจัดรถรับ-ส่ง, ผู้สูงอายุ และ ผู้ป่วยเรื้อรัง', 'ภายใน', '', '', '172000 ', 'ได้แอพพลิเคชันเพื่อการบริหารจัดการการจัดรถรับ-ส่งผู้สูงอายุและป่วยเรื้อรังไปรักษาที่\r\nสถานพยาบาล ที่กระทรวงสาธารณสุข และกรมส่งเสริมการปกครองท้องถิ่น กระทรวงมหาดไทย สามารถ\r\nนาไปใช้ในการบริหารจัดการการจัดรถรับส่งผู้สูงอายุ และผู้ป่วยเรื้อรังไปสถานพยาบาลได้อ', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A012.pdf', 'อนุมัติโครงการ', 'Nawwarut.p', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '70000', '', '', '29', '', '', 'เมษายน', '', '', '2564', '', '', 'RD2563A012.pdf'),
(175, 'ผศ. เนาวรัตน์ ปิ่นอำนาจ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์', 'RD2563A019', '2563', 'โครงการวิจัยใหม่', 'การพัฒนาระบบบริหารจัดการองค์กรธุรกิจชุมชน เพื่อการเปลี่ยนผ่านทางดิจิทัลธุรกิจชุมชน', '-', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', '-', 'ภายใน', '', '', '178050 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A019.pdf', 'อนุมัติโครงการ', 'Nawwarut.p', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'ยังไม่ได้ดำเนินการ', 'ยังไม่ได้ดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A019.pdf'),
(176, 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'RD2563A013', '2563', 'โครงการวิจัยใหม่', 'การพัฒนาสื่อเสมือนจริงแหล่งท่องเที่ยวเชิงวัฒนธรรม วัดหนองโพ ', 'The development of Augmented Reality Cultural Tourism in Nong Pho Temple', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 พฤศจิกายน 2564', 'สื่อเสมือนจริง / แหล่งท่องเที่ยวเชิงวัฒนธรรม / อินโฟกราฟิก', 'ภายใน', '', '', '166000 ', 'ได้เทคโนโลยีการท่องเที่ยวเชิงวัฒนธรรมเสมือนจริง ที่เพิ่มแรงจูงใจให้กับนักท่องเที่ยวได้เข้าไปท่องเที่ยวในสถานที่นั้น', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A013.pdf', 'อนุมัติโครงการ', 'Surapong.w', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '30000', '', '', '18', '', '', 'กุมภาพันธ์', '', '', '2564', '', '', 'RD2563A013.pdf'),
(177, 'อาจารย์ ปิยนุช เจริญมูล ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'RD2563A018', '2563', 'โครงการวิจัยใหม่', 'สื่ออินโฟกราฟิก แหล่งท่องเที่ยวเชิงระบบนิเวศ ห้วยขาแข้ง ', '-', 'การวิจัยพื้นฐาน', '14 พฤศจิกายน 2563', '15 ตุลาคม 2564', '-', 'ภายใน', '', '', '150000 ', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'RD2563A018.pdf', 'อนุมัติโครงการ', 'Piyanut.c', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '', '', '', '', '', '', '', '', '', '', '', '', 'RD2563A018.pdf'),
(184, 'อาจารย์ ศรีประไพ ม่วงพุ่ม', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'RD2562A004', '2562', 'โครงการวิจัยใหม่', 'การศึกษาเปรียบเทียบพฤติการณ์การปลดหนี้', 'Comparative study of debt release circumstances', 'การวิจัยพื้นฐาน', '22 กันยายน 2562', '23 กันยายน 2563', 'หนี้ การปลดหนี้  กฎหมายลักษณะหนี้ ', 'ภายใน', '', '', '50000 ', 'การจัดทำวิจัยเรื่อง การวิเคราะห์เปรียบเทียบพฤติการณ์การปลดหนี้ สามารถนำไปใช้ประกอบการเรียนการสอน นำไปใช้ในการจัดอบรมให้ความรู้แก่ผู้ที่สนใจ หรือให้บริการวิชาการเชิงพาณิชย์ได้', 'ระดับชาติ', 'ใช่', 'ใช่', '-', 'RD2562A004.pdf', 'อนุมัติโครงการ', 'Sriprapai.m', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'แล้วเสร็จสมบรูณ์', 'อยู่ระหว่างดำเนินการ', 'อยู่ระหว่างดำเนินการ', '11000', '', '', '10', '', '', 'พฤษภาคม', '', '', '2564', '', '', 'RD2562A004.pdf'),
(185, 'ผศ. ปองปรีดา ทองมาดี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'PT2564A1049', '2564', 'โครงการวิจัยใหม่', 'การบังคับใช้พระราชบัญญัติรถยนต์ พ.ศ. 2522: ศึกษากรณีการช้าระเงินค่าเสื้อวิน รถจักรยานยนต์รับจ้างในเขตจังหวัดนครสวรรค์', 'The Enforcement of the Automobile Act B.E. 2522: A case study of Pay for the shirt motorcycle taxi queue in Nakhon Sawan province.', 'การวิจัยพื้นฐาน', '2 กันยายน 2564', '3 กุมภาพันธ์ 2565', 'การบังคับใช้กฎหมาย, พระราชบัญญัติรถยนต์ พ.ศ. 2522, การจ่ายเงินค่าเสื้อวิน', 'ภายใน', '', '', '58000', '-', 'ระดับชาติ', 'ใช่', 'ใช่', '', 'PT2564A1049.pdf', 'อยู่ระหว่างพิจารณา', 'Pongprida.t', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `rs_portfolio`
--

CREATE TABLE `rs_portfolio` (
  `id` int(11) NOT NULL,
  `idportfolio_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `typers_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `yearpf_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `nameth_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `nameen_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `researcher_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `board_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `subject_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `researcher1_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `researcher2_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `sort_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `yearjournal_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `issuejournal_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `monthjournal_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `namejournal_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `pagejournal_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `timeprint_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `typeat_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `province_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `year_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `meeting_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `score_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `page_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `format_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `abstractth_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `abstracten_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `filepublish` varchar(255) CHARACTER SET utf8 NOT NULL,
  `username_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_portfolio`
--

INSERT INTO `rs_portfolio` (`id`, `idportfolio_rs`, `typers_rs`, `yearpf_rs`, `nameth_rs`, `nameen_rs`, `researcher_rs`, `board_rs`, `subject_rs`, `researcher1_rs`, `researcher2_rs`, `sort_rs`, `yearjournal_rs`, `issuejournal_rs`, `monthjournal_rs`, `namejournal_rs`, `pagejournal_rs`, `timeprint_rs`, `typeat_rs`, `province_rs`, `year_rs`, `meeting_rs`, `score_rs`, `page_rs`, `format_rs`, `abstractth_rs`, `abstracten_rs`, `filepublish`, `username_rs`) VALUES
(48, 'PRA10001', 'กาวิจัยพื้นฐาน', '2563', 'การจัดการการท่องเที่ยวเชิงวัฒนธรรมวัดปากน้าแขมหนู จังหวัดจันทบุรี', 'Cultural tourism management pak numkamnhu temple chantaburi province', 'อาจารย์ อัณณ์สุชา ทองลา', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'เปรมปรีดา ทองลา', '', 'งานประชุมวิชาการระดับชาติ', '', '', '', '', '', '28 พฤศจิกายน 2563', 'มหาวิทยาลัยการจัดการและเทคโนโลยีอีสเทิร์น', 'อุบลราชธานี', '2563', 'คุณภาพของการบริหารจัดการและนวัตกรรม ครั้งที่ 6 (6th National Conference on Quality Management and Technology Innovation)', '0.2', '701-711', 'บทความวิชาการ', 'ผลการวิจัยครั้งนี้ศึกษา เรื่องการจัดการการท่องเที่ยวเชิงวัฒนธรรมวัดปากน้าแขมหนู อ้าเภอท่าใหม่\r\nจังหวัดจันทบุรี โดยมีวัตถุประสงค์เพื่อส้ารวจบริบทพื้นที่ของวัดปากน้าแขมหนู ศึกษาการจัดการท่องเที่ยวเชิง\r\nวัฒนธรรมวัดปากน้าแขมหนู และเสนอแนวทางในการจัดการการท่อง', 'The research “Cultural Tourism Management Pak Num Kam Temple The Mai District\r\nChantaburi Province” aim to 1). Survey Pak Num Kam Temple; 2).analyze the Cultural Tourism\r\nManagement Pak Num Kam Num Temple; and 3).propose the management guideline for the P', 'PRA10001.pdf', 'Ansucha.t'),
(50, 'PRA10002', 'กาวิจัยพื้นฐาน', '2563', 'The enhancement of logging system accuracy for infrastructure as a service cloud', 'The enhancement of logging system accuracy for infrastructure as a service cloud', 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', '', '', 'วารสารวิชาการระดับชาติ', '', '', '', '', '', '  ', '-', '-', '2563', 'Electrical Engineering and Informatics', '1', '2011-547', 'บทความวิจัย', '-', '-', 'PRA10002.pdf', 'Surapong.w'),
(51, 'PRA10003', 'กาวิจัยพื้นฐาน', '2563', 'A Development of Thailand’s Special Economic Zones', 'A Development of Thailand’s Special Economic Zones', 'ดร. สิริมาส หมื่นสาย', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'Teeraphat Kitjarak', '', 'วารสารวิชาการระดับชาติ', '', '', '', '', '', '  ', '', '', '2563', 'Test Engineering and Management', '1', '4022-402', 'บทความวิจัย', 'Thailand’s special economic development zones mainly aims to progress border areas’ economy as well as to promote investment and trade contributing for more Thai and foreign investors. Developing the special economic zones focuses to improve various aspec', '-', 'PRA10003.pdf', 'Sirimas.m'),
(52, 'PRA10004', 'กาวิจัยพื้นฐาน', '2563', 'การบังคับใช้ประกาศกำหนดมาตรฐานสินค้าเกษตร: ปลาร้า: ศึกษากรณี ผู้ผลิตและผู้จำหน่ายรายย่อยในเขตจังหวัดนครสวรรค์', 'The Enforcement to the Declaration of the Determination of the Standard of the Agricultural Product: The Fermented Fish: The Case Study of the Manufacturer and the distributor’s in NakhonSawan Province', 'ผศ. ปองปรีดา ทองมาดี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'สายสิริ ศิริวิริยะกุล', 'ฉัตรชัย ทศสอาด', 'วารสารวิชาการระดับชาติ', '2563', '14', '', 'วารสารวิจัยรำไพพรรณี', '55-64', '  ', '', '', '', '', '0.6', '', 'บทความวิจัย', '-', '-', 'PRA10004.pdf', 'Pongprida.t'),
(53, 'PRA10005', 'กาวิจัยพื้นฐาน', '2563', 'การสื่อสารแบบมีส่วนร่วมกับสิทธิในการรับรู้ของประชาชน', '-', 'อาจารย์ กนกทิพย์ บำรุงศรี', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชารัฐประศาสนศาสตร์', 'กัลยาณี เขียวหลง', 'อัจฉรา เจริญสุข', 'งานประชุมวิชาการระดับชาติ', '', '', '', '', '', '9 กรกฎาคม 2563', 'มหาวิทยาลัยราชภัฏนครปฐม  ', 'นครปฐม ', '2563', 'งานประชุมวิชาการระดับชาติ ครั้งที่ 12 มหาวิทยาลัยราชภัฏนครปฐม มหาวิทยาลัยราชภัฏนครปฐม', '0.2', '2506-251', 'บทความวิจัย', '-', '-', 'PRA10005.pdf', 'Kanokthip.b'),
(54, 'PRA10006', 'กาวิจัยพื้นฐาน', '2563', 'การสร้างอัตลักษณ์บุคคลในสื่ออินสตาแกรม', 'Creating a Personal Identity in an Instagram Media', 'อาจารย์ เกศินี บัวดิศ ', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', '', '', 'วารสารวิชาการระดับชาติ', '2563', '1', 'มกราคม', 'วารสารเทคโนโลยีสื่อสารมวลชน', '55-68', '  ', '', '', '', '', '0.6', '', 'บทความวิจัย', '-', '-', 'PRA10006.pdf', 'Kesini.b'),
(55, 'PRA10007', 'กาวิจัยพื้นฐาน', '2563', 'ระบบเฝ้าระวังอาการผิดปกติของแม่สุกรอุ้มท้อง', 'Guarding System of The Abnormal Symptom of Pregnant Sow', 'อาจารย์ วิรัช กาฬภักดี', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'เยาวเรศ กาฬภักดี', '', 'วารสารวิชาการระดับชาติ', '2563', '1', 'มกราคม', 'สมาคมสถาบันอุดมศึกษาเอกชนแห่งประเทศไทย', '9-20', '  ', '', '', '', '', '0.6', '', 'บทความวิจัย', '-', '-', 'PRA10007.pdf', 'Wirat.k');

-- --------------------------------------------------------

--
-- Table structure for table `rs_scorepublish`
--

CREATE TABLE `rs_scorepublish` (
  `id` int(255) NOT NULL,
  `yearsc` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m02` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m04` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m06` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m08` varchar(255) CHARACTER SET utf8 NOT NULL,
  `m10` varchar(255) CHARACTER SET utf8 NOT NULL,
  `s02` varchar(255) CHARACTER SET utf8 NOT NULL,
  `s04` varchar(255) CHARACTER SET utf8 NOT NULL,
  `s06` varchar(255) CHARACTER SET utf8 NOT NULL,
  `s08` varchar(255) CHARACTER SET utf8 NOT NULL,
  `s10` varchar(255) CHARACTER SET utf8 NOT NULL,
  `h02` varchar(255) CHARACTER SET utf8 NOT NULL,
  `h04` varchar(255) CHARACTER SET utf8 NOT NULL,
  `h06` varchar(255) CHARACTER SET utf8 NOT NULL,
  `h08` varchar(255) CHARACTER SET utf8 NOT NULL,
  `h10` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_scorepublish`
--

INSERT INTO `rs_scorepublish` (`id`, `yearsc`, `m02`, `m04`, `m06`, `m08`, `m10`, `s02`, `s04`, `s06`, `s08`, `s10`, `h02`, `h04`, `h06`, `h08`, `h10`) VALUES
(6, '2562', '21', '1', '6', '3', '0', '6', '7', '0', '0', '0', '10', '5', '12', '0', '0'),
(7, '2563', '1', '0', '2', '0', '1', '0', '0', '0', '0', '1', '1', '0', '10', '1', '0');

-- --------------------------------------------------------

--
-- Table structure for table `rs_tracking`
--

CREATE TABLE `rs_tracking` (
  `id` int(11) NOT NULL,
  `idtracking_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `yeartk_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `nametk_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `usernametk_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `boardtk_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `subjecttk_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `statusproject_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `typers_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `timetk_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `performance1_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `barriers1_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `help1_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `performance2_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `barriers2_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `help2_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `performance3_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `barriers3_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `help3_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `performance4_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `barriers4_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `help4_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `performance5_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `barriers5_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `help5_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `filetracking` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `username_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_tracking`
--

INSERT INTO `rs_tracking` (`id`, `idtracking_rs`, `yeartk_rs`, `nametk_rs`, `usernametk_rs`, `boardtk_rs`, `subjecttk_rs`, `statusproject_rs`, `typers_rs`, `timetk_rs`, `performance1_rs`, `barriers1_rs`, `help1_rs`, `performance2_rs`, `barriers2_rs`, `help2_rs`, `performance3_rs`, `barriers3_rs`, `help3_rs`, `performance4_rs`, `barriers4_rs`, `help4_rs`, `performance5_rs`, `barriers5_rs`, `help5_rs`, `filetracking`, `username_rs`) VALUES
(50, 'RD2562A001', '2562', 'พฤติกรรมและทัศนคติของผู้ใช้บริการที่มีผลต่อการเลือกใช้บริการรถไฟ กรณีศึกษาสถานีรถไฟนครสวรรค์ จังหวัดนครสวรรค์', 'อาจารย์ ณัชชา ตั้งตรงหฤทัย', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'มีความประสงค์ดำเนินงานวิจัยต่อไปจนเสร็จโครงการ', 'การวิจัยพื้นฐาน', 'ตุลาคม 2562', 'แล้วเสร็จสมบรูณ์', '', '', 'อยู่ระหว่างดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', ' ', '', '', 'Natcha.t'),
(51, 'RD2562A001', '2562', 'พฤติกรรมและทัศนคติของผู้ใช้บริการที่มีผลต่อการเลือกใช้บริการรถไฟ กรณีศึกษาสถานีรถไฟนครสวรรค์ จังหวัดนครสวรรค์', 'อาจารย์ ณัชชา ตั้งตรงหฤทัย', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'มีความประสงค์ดำเนินงานวิจัยต่อไปจนเสร็จโครงการ', 'การวิจัยพื้นฐาน', 'มกราคม 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'อยู่ระหว่างดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', ' ', '', '', 'Natcha.t'),
(52, 'RD2562A001', '2562', 'พฤติกรรมและทัศนคติของผู้ใช้บริการที่มีผลต่อการเลือกใช้บริการรถไฟ กรณีศึกษาสถานีรถไฟนครสวรรค์ จังหวัดนครสวรรค์', 'อาจารย์ ณัชชา ตั้งตรงหฤทัย', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'ดำเนินกาวิจัยแล้วเสร็จ', 'การวิจัยพื้นฐาน', 'พฤษภาคม 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', ' ', '', 'RD2562A001.pdf', 'Natcha.t'),
(53, 'RD2562A002', '2562', 'พฤติกรรมและความพึงพอใจของนักท่องเที่ยวเชิงวัฒนธรรม กรณีศึกษาวัดศรีอุทุมพร จังหวัดนครสวรรค์', 'อาจารย์ อรวรรณ  เกิดจันทร์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'มีความประสงค์ดำเนินงานวิจัยต่อไปจนเสร็จโครงการ', 'การวิจัยพื้นฐาน', 'ตุลาคม 2562', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'อยู่ระหว่างดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', ' ', '', '', 'Orrawam.k'),
(54, 'RD2562A002', '2562', 'พฤติกรรมและความพึงพอใจของนักท่องเที่ยวเชิงวัฒนธรรม กรณีศึกษาวัดศรีอุทุมพร จังหวัดนครสวรรค์', 'อาจารย์ อรวรรณ  เกิดจันทร์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'มีความประสงค์ดำเนินงานวิจัยต่อไปจนเสร็จโครงการ', 'การวิจัยพื้นฐาน', 'มกราคม 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'ยังไม่ได้ดำเนินการ', ' ', '', '', 'Orrawam.k'),
(55, 'RD2562A002', '2562', 'พฤติกรรมและความพึงพอใจของนักท่องเที่ยวเชิงวัฒนธรรม กรณีศึกษาวัดศรีอุทุมพร จังหวัดนครสวรรค์', 'อาจารย์ อรวรรณ  เกิดจันทร์', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'ดำเนินกาวิจัยแล้วเสร็จ', 'การวิจัยพื้นฐาน', 'พฤษภาคม 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', ' ', '', 'RD2562A002.pdf', 'Orrawam.k'),
(56, 'RD2562A023', '2562', 'การพัฒนาสื่อโมชันอินโฟกราฟิกเพื่อการเรียนรู้เกี่ยวกับกฎหมายเบื้องต้น', 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิตสาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'มีความประสงค์ดำเนินงานวิจัยต่อไปจนเสร็จโครงการ', 'การวิจัยพื้นฐาน', 'เมษายน 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'อยู่ระหว่างดำเนินการ', '', '', 'อยู่ระหว่างดำเนินการ', '', '', 'ยังไม่ได้ดำเนินการ', ' ', '', '', 'Surapong.w'),
(57, 'RD2562A023', '2562', 'การพัฒนาสื่อโมชันอินโฟกราฟิกเพื่อการเรียนรู้เกี่ยวกับกฎหมายเบื้องต้น', 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิตสาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'มีความประสงค์ดำเนินงานวิจัยต่อไปจนเสร็จโครงการ', 'การวิจัยพื้นฐาน', 'กรกฎาคม 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'อยู่ระหว่างดำเนินการ', '', '', 'อยู่ระหว่างดำเนินการ', ' ', '', '', 'Surapong.w'),
(58, 'RD2562A023', '2562', 'การพัฒนาสื่อโมชันอินโฟกราฟิกเพื่อการเรียนรู้เกี่ยวกับกฎหมายเบื้องต้น', 'อาจารย์ สุรพงษ์ วิริยะ', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิตสาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'ดำเนินกาวิจัยแล้วเสร็จ', 'การวิจัยพื้นฐาน', 'มกราคม 2563', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', '', '', 'แล้วเสร็จสมบรูณ์', ' ', '', 'RD2562A023.pdf', 'Surapong.w');

-- --------------------------------------------------------

--
-- Table structure for table `rs_user`
--

CREATE TABLE `rs_user` (
  `id` int(255) NOT NULL,
  `title_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `username_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `password_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `firstname_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `lastname_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `sex_rs` varchar(50) CHARACTER SET utf8 NOT NULL,
  `phone_rs` varchar(50) CHARACTER SET utf8 NOT NULL,
  `board_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `subject_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `email_rs` varchar(255) CHARACTER SET utf8 NOT NULL,
  `status_rs` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rs_user`
--

INSERT INTO `rs_user` (`id`, `title_rs`, `username_rs`, `password_rs`, `firstname_rs`, `lastname_rs`, `sex_rs`, `phone_rs`, `board_rs`, `subject_rs`, `email_rs`, `status_rs`) VALUES
(21, 'ดร.', 'admin', 'admin', 'Admin', 'Admin', 'ชาย', '0845965118', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชารัฐประศาสนศาสตร์', 'dear3230@gmail.com', 'admin'),
(26, 'ผศ.', 'Jaruwan.k', 'Jaruwan.k', 'จารุวรรณ ', 'กมลสินธุ์', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'jaruwan.k@cpu.ac.th', 'member'),
(27, 'ผศ.', 'Nawwarut.p', 'Nawwarut.p', 'เนาวรัตน์', 'ปิ่นอำนาจ', 'หญิง', '', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์', 'nawwarut.p@cpu.ac.th', 'member'),
(28, 'ผศ.ดร.', 'Kitsana.d', 'Kitsana.d', 'กฤษณะ', 'ดาราเรือง', 'ชาย', '', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'Kitsana.d@cpu.ac.th', 'member'),
(30, 'อาจารย์', 'Nathikan.k', 'Nathikan.k', 'นทีกานต์', 'คงอ้วน', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการตลาด', 'Nathikan.k@cpu.ac.th', 'member'),
(31, 'อาจารย์', 'Atchima.s', 'Atchima.s', 'อัจจิมา', 'สมบัติปัน', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'Atchima.s@cpu.ac.th', 'member'),
(32, 'อาจารย์', 'Panthip.s', 'Panthip.s', 'ปานทิพย์', 'แสนสง ', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบัญชีบัณฑิต สาขาวิชาการบัญชี', 'Panthip.s@cpu.ac.th', 'member'),
(33, 'อาจารย์', 'Wirat.k', 'Wirat.k', 'วิรัช', 'กาฬภักดี', 'ชาย', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'Wirat.k@cpu.ac.th', 'member'),
(34, 'อาจารย์', 'Jankaphuk.j', 'Jankaphuk.j', 'จักรพันธ์', 'จันทร์เขียว', 'ชาย', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'Jankaphuk.j@cpu.ac.th', 'member'),
(35, 'อาจารย์', 'Yaowaret.k', 'Yaowaret.k', 'เยาวเรศ ', 'กาฬภักดี', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'Yaowaret.k@cpu.ac.th', 'member'),
(36, 'อาจารย์', 'Sukanya.n', 'Sukanya.n', 'สุกัญญา', 'หนองกาวี', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'Sukanya.n@cpu.ac.th', 'member'),
(37, 'อาจารย์', 'Matjaree.s', 'Matjaree.s', 'มัจรี', 'สุพรรณ', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ', 'Matjaree.s@cpu.ac.th', 'member'),
(38, 'อาจารย์', 'Orrawam.k', 'Orrawam.k', 'อรวรรณ ', 'เกิดจันทร์', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'Orrawam.k@cpu.ac.th', 'member'),
(39, 'อาจารย์', 'Natthaninthon.h', 'Natthaninthon.h', 'ณัฏฐ์ธนินทร', 'หอมเจริญ', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการนวัตกรรมการค้า', 'Natthaninthon.h@cpu.ac.th', 'member'),
(40, 'ดร.', 'Sittiporn.k', 'Sittiporn.k', 'สิทธิพร', 'เขาอุ่น', 'ชาย', '', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'Sittiporn.k@cpu.ac.th', 'member'),
(41, 'อาจารย์', 'Natcha.t', 'Natcha.t', 'ณัชชา', 'ตั้งตรงหฤทัย', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'Natcha.t@cpu.ac.th', 'member'),
(42, 'ผศ.', 'Pongprida.t', 'Pongprida.t', 'ปองปรีดา', 'ทองมาดี', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'PongPrida@cpu.ac.th', 'member'),
(43, 'อาจารย์', 'Sriprapai.m', 'Sriprapai.m', 'ศรีประไพ', 'ม่วงพุ่ม', 'หญิง', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'Sriprapai.m@cpu.ac.th', 'member'),
(44, 'อาจารย์', 'Nanthika.b', 'Nanthika.b', 'นันทิกา', 'บุญอาจ', 'หญิง', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'Nanthika.b@cpu.ac.th', 'member'),
(45, 'อาจารย์', 'Kanokthip.b', 'Kanokthip.b', 'กนกทิพย์', 'บำรุงศรี', 'หญิง', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชารัฐประศาสนศาสตร์', 'Kanokthip.b@cpu.ac.th', 'member'),
(46, 'ดร.', 'Ruangthong.t', 'Ruangthong.t', 'รวงทอง', 'ถาพันธุ์', 'หญิง', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรประกาศนียบัตรบัณฑิตวิชาชีพครู', 'Ruangthong.t@cpu.ac.th', 'member'),
(47, 'ดร.', 'Thotsaphala.t', 'Thotsaphala.t', 'ทศพล', 'ธีฆะพร ', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'Thotsaphala.t@cpu.ac.th', 'member'),
(48, 'ดร.', 'Somsak.s', 'Somsak.s', 'สมศักดิ์', 'สุภิรักษ์', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'Somsak.s@cpu.ac.th', 'member'),
(49, 'ดร.', 'Amnat.c', 'Amnat.c', 'อำนาจ', 'จันทรขำ ', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรศึกษาศาสตรมหาบัณฑิต สาขาวิชาการบริหารการศึกษา', 'Amnat.c@cpu.ac.th', 'member'),
(50, 'อาจารย์', 'Piyanut.c', 'Piyanut.c', 'ปิยนุช', 'เจริญมูล ', 'หญิง', '', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'Piyanut.c@cpu.ac.th', 'member'),
(51, 'อาจารย์', 'Surapong.w', 'Surapong.w', 'สุรพงษ์', 'วิริยะ', 'ชาย', '', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย', 'Surapong.w@cpu.ac.th', 'member'),
(52, 'อาจารย์', 'Thipsuda.k', 'Thipsuda.k', 'ทิพย์สุดา', 'คงเมือง', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'Thipsuda.k@cpu.ac.th', 'member'),
(53, 'อาจารย์', 'Ansucha.t', 'Ansucha.t', 'อัณณ์สุชา', 'ทองลา', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'Ansucha.t@cpu.ac.th', 'member'),
(54, 'อาจารย์', 'Chanita.t', 'Chanita.t', 'ชนิตา', 'โตบุญมา', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการโรงแรมและการท่องเที่ยว', 'Chanita.t@cpu.ac.th', 'member'),
(55, 'ดร.', 'Sirimas.m', 'Sirimas.m', 'สิริมาส', 'หมื่นสาย', 'หญิง', '', 'คณะบริหารและการจัดการ', 'หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาการบริหารการพัฒนาองค์การ', 'Sirimas.m@cpu.ac.th', 'member'),
(56, 'อาจารย์', 'Kesini.b', 'Kesini.b', 'เกศินี', 'บัวดิศ ', 'หญิง', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิเทศศาสตรบัณฑิต สาขาวิชาการโฆษณาและการประชาสัมพันธ์', 'Kesini.b@cpu.ac.th', 'member'),
(57, 'อาจารย์', 'Chatchai.t', 'Chatchai.t', 'ฉัตรชัย', 'ทศสอาด', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์', 'Chatchai.t@cpu.ac.th', 'member'),
(58, 'อาจารย์', 'science', 'science2564', 'science', 'science', 'ชาย', '', 'คณะวิทยาศาสตร์และเทคโนโลยี', 'หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์', 'science@cpu.ac.th', 'dean'),
(59, 'อาจารย์', 'management', 'management2564', 'management', 'management', 'ชาย', '', 'คณะบริหารและการจัดการ', 'หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาการจัดการ', 'management@cpu.ac.th', 'dean'),
(60, 'อาจารย์', 'human', 'human2564', 'human', 'human', 'ชาย', '', 'คณะมนุษยศาสตร์และสังคมศาสตร์', 'หลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชารัฐประศาสนศาสตร์', 'human@cpu.ac.th', 'dean');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `rs_budget`
--
ALTER TABLE `rs_budget`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_budgetcourse`
--
ALTER TABLE `rs_budgetcourse`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_dbresearch`
--
ALTER TABLE `rs_dbresearch`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_home`
--
ALTER TABLE `rs_home`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_information`
--
ALTER TABLE `rs_information`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_portfolio`
--
ALTER TABLE `rs_portfolio`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_scorepublish`
--
ALTER TABLE `rs_scorepublish`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_tracking`
--
ALTER TABLE `rs_tracking`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rs_user`
--
ALTER TABLE `rs_user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `rs_budget`
--
ALTER TABLE `rs_budget`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `rs_budgetcourse`
--
ALTER TABLE `rs_budgetcourse`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `rs_dbresearch`
--
ALTER TABLE `rs_dbresearch`
  MODIFY `id` int(50) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `rs_home`
--
ALTER TABLE `rs_home`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT for table `rs_information`
--
ALTER TABLE `rs_information`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=186;

--
-- AUTO_INCREMENT for table `rs_portfolio`
--
ALTER TABLE `rs_portfolio`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=56;

--
-- AUTO_INCREMENT for table `rs_scorepublish`
--
ALTER TABLE `rs_scorepublish`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `rs_tracking`
--
ALTER TABLE `rs_tracking`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=65;

--
-- AUTO_INCREMENT for table `rs_user`
--
ALTER TABLE `rs_user`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
